[
  {
    "id": 1,
    "quote": "The kingdom of God is righteousness and peace. True wisdom is never argumentative or quarrelsome. It does not strive. It maintains harmonious relationships with everyone, as far as possible. It is impossible to quarrel with a man who is filled with Divine wisdom, for such a man is a peaceable man.",
    "author": "Zac Poonen"
  },
  {
    "id": 2,
    "quote": "It is impossible to quarrel with a man who is filled with Divine wisdom, for such a man is a peaceable man.",
    "author": "Zac Poonen"
  },
  {
    "id": 3,
    "quote": "Many are called, few are chosen, but fewer still are faithful. These are the overcomers spoken of ten times in the book of Revelation. They are disciples of Jesus who have not only been accepted by God but who have been tested by Him through many circumstances and who have been approved by Him.",
    "author": "Zac Poonen"
  },
  {
    "id": 4,
    "quote": "It is one thing to be accepted by God; it is quite another thing to be APPROVED by God.",
    "author": "Zac Poonen"
  },
  {
    "id": 5,
    "quote": "Spirituality is not something that comes through one encounter with God. It is the result of choosing the way of self denial and doing God's will consistently day after day, week after week and year after year.",
    "author": "Zac Poonen"
  },
  {
    "id": 6,
    "quote": "I have been born on this earth to deny my own will, and to do the will of my heavenly Father",
    "author": "Zac Poonen"
  },
  {
    "id": 7,
    "quote": "Ephesians 4:26 says 'be angry but do not sin'.",
    "author": "Zac Poonen"
  },
  {
    "id": 8,
    "quote": "We cannot think of them as our own any more. Even if we are living in our own house, we must consider the house as God’s; and that He has allowed us to stay in it rent-free! This is true discipleship.",
    "author": "Zac Poonen"
  },
  {
    "id": 9,
    "quote": "Secondly, he must be willing to deny himself and put his Self-life to death daily (Luke 14:27). Thirdly, he must give up his love for material possessions (Luke 14:33). These are the three minimum requirements for anyone wanting to be a disciple.",
    "author": "Zac Poonen"
  },
  {
    "id": 10,
    "quote": "Those are strong words. What does it mean to ‘hate’? To hate is the same as to kill (1 John 3:15). What we are asked to put to death here is the natural affection that we have for our relatives.",
    "author": "Zac Poonen"
  },
  {
    "id": 11,
    "quote": "To hate our own life is to give up seeking our own rights and privileges, to stop seeking our own reputation, to forsake our own ambitions and interests, and to stop seeking our own way etc. We can be disciples of Jesus, only if we are willing to go this way.",
    "author": "Zac Poonen"
  },
  {
    "id": 12,
    "quote": "There is no such thing as a great man of God, only weak, pitiful, faithless men of a great and merciful God.",
    "author": "Paul Washer"
  },
  {
    "id": 13,
    "quote": "Why would we want fame, when God promises us glory? Why would we be seeking the wealth of the world when the wealth of heaven is ours?",
    "author": "Paul Washer"
  },
  {
    "id": 14,
    "quote": "Absolutely not !—or every promise in the Old Testament regarding the New Testament covenant of preservation has failed, and everything God said about discipline in Hebrews is a lie (Heb 12:6)! “A tree is known by its fruit” (Luk 6:44).",
    "author": "Paul Washer"
  },
  {
    "id": 15,
    "quote": "The darker man appears, the brighter the gospel shines.",
    "author": "Paul Washer"
  },
  {
    "id": 16,
    "quote": "In the gospel of Jesus, God is love. He causes His sun to rise on the evil and the good, and He sends rain on the righteous and unrighteous alike.3 At the fullness of time, He gave His greatest demonstration of love by sending His beloved Son so that men might not perish but have eternal life through Him.4",
    "author": "Paul Washer"
  },
  {
    "id": 17,
    "quote": "Everywhere......everyone you meet....is a potential brother or sister in CHRIST.",
    "author": "Paul Washer"
  },
  {
    "id": 18,
    "quote": "He [Jesus] knew no sin. Do you realize this? There has never been one moment in your life— not one moment in your life that wasn’t tainted by sin.",
    "author": "Paul Washer"
  },
  {
    "id": 19,
    "quote": "The way a woman carries herself and the way she dresses ought to promote the following types of words: modesty, discretion, wisdom, beauty, elegance and refinement, but not sensuality, luxury, extravagance.",
    "author": "Paul Washer"
  },
  {
    "id": 20,
    "quote": "If we humble ourselves before the Lord, He will lift us up... He will. That's His promise.",
    "author": "Paul Washer"
  },
  {
    "id": 21,
    "quote": "We know that men are saved by repentance and faith, and whoever does call upon the name of the Lord shall be saved. But salvation is a supernatural work of God that will always produce fruit.",
    "author": "Paul Washer"
  },
  {
    "id": 22,
    "quote": "Women, you need to understand something. Men are not as dumb as you think they are.",
    "author": "Paul Washer"
  },
  {
    "id": 23,
    "quote": "Salvation is by repentance and faith, and if you have truly believed unto salvation, you have been regenerated, which means you have become a new creature, and you are going to live a different life.",
    "author": "Paul Washer"
  },
  {
    "id": 24,
    "quote": "As a matter of fact, the church today is absolutely beautiful-she's glorious, she's humble, she's broken, and she's confessing her sin. The problem is what everybody's calling the church today isn't the church. Basically, by and large, what's called the church today is nothing more than a bunch of unconverted church people with unconverted pastors.",
    "author": "Paul Washer"
  },
  {
    "id": 25,
    "quote": "God saved you for Himself; God saved you by Himself; God saved you from Himself.",
    "author": "Paul Washer"
  },
  {
    "id": 26,
    "quote": "How quickly we forget God's great deliverances in our lives. How easily we take for granted the miracles he performed in our past.",
    "author": "David Wilkerson"
  },
  {
    "id": 27,
    "quote": "Our nation is being led astray by ungodly judges, mayors and governors, who are given to change, defying the Constitution and substituting their own wicked agendas.",
    "author": "David Wilkerson"
  },
  {
    "id": 28,
    "quote": "Our ministry is debt free and we have not had to beg or plead for finances.",
    "author": "David Wilkerson"
  },
  {
    "id": 29,
    "quote": "Our ministry is supported entirely by faith, through the missions gifts of readers who receive my messages every three weeks. We seldom mention money, and we never burden supporters.",
    "author": "David Wilkerson"
  },
  {
    "id": 30,
    "quote": "Every Teen Challenge ministry is responsible for raising its own finances, but we assist these works with finances, prayer and counseling, especially overseas in areas such as Siberia, Africa, South America.",
    "author": "David Wilkerson"
  },
  {
    "id": 31,
    "quote": "Our ministry also supports orphanages in the U.S. and overseas, thousands of poor children in Latin America, drug centers for addicted men, and a drug center in Israel.",
    "author": "David Wilkerson"
  },
  {
    "id": 32,
    "quote": "A final word: I am not knowledgeable about the internet. I do not have a computer. I guess that at 74 years of age, I don't have the patience to learn.",
    "author": "David Wilkerson"
  },
  {
    "id": 33,
    "quote": "Love is not only something you feel, it is something you do.",
    "author": "David Wilkerson"
  },
  {
    "id": 34,
    "quote": "Faith comes by hearing all the Word, not just preferred sections.",
    "author": "David Wilkerson"
  },
  {
    "id": 35,
    "quote": "God uses people. God uses people to perform His work. He does not send angels. Angels weep over it, but God does not use angels to accomplish His purposes. He uses burdened broken-hearted weeping men and women.",
    "author": "David Wilkerson"
  },
  {
    "id": 36,
    "quote": "The day you learn to be publically specific in your prayer, that is the day you will discover power.",
    "author": "David Wilkerson"
  },
  {
    "id": 37,
    "quote": "What is it about tears that should be so terrifying? the touch of God is marked by tears...deep, soul-shaking tears, weeping...it comes when that last barrier is down and you surrender yourself to health and wholeness",
    "author": "David Wilkerson"
  },
  {
    "id": 38,
    "quote": "We cannot continue to send our children to Caesar for their education and be surprised when they come home as Romans.",
    "author": "Voddie Baucham"
  },
  {
    "id": 39,
    "quote": "If Psalm 1 is to be believed, we must not allow our children to stand, sit or walk with those who deny biblical truth and morality.",
    "author": "Voddie Baucham"
  },
  {
    "id": 40,
    "quote": "The key is to understand that our children don't belong to us—they belong to God. Our goal as parents must not be limited by our own vision. I am a finite, sinful, selfish man. Why would I want to plan out my children' lives?",
    "author": "Voddie Baucham"
  },
  {
    "id": 41,
    "quote": "Forgiveness also frees you from the unbearable weight of holding on to an offense. It has been said that holding on to unforgiveness is like drinking poison while hoping the other person dies. When we refuse to forgive others, we give them a level of control over us.",
    "author": "Voddie Baucham"
  },
  {
    "id": 42,
    "quote": "And delayed obedience is disobedience.",
    "author": "Voddie Baucham"
  },
  {
    "id": 43,
    "quote": "I choose to believe the Bible because it is a reliable collection of historical documents written by eyewitnesses during the lifetime of other eyewitnesses.",
    "author": "Voddie Baucham"
  },
  {
    "id": 44,
    "quote": "Praise God for loving Christian spouses, siblings, and even children in whom both the Spirit of God and a willingness to be lovingly honest abide.",
    "author": "Voddie Baucham"
  },
  {
    "id": 45,
    "quote": "We must begin to understand that our children don’t belong to us—they belong to God. Our goal as parents must not be limited by our own vision. I am a finite, sinful, selfish man. Why would I want to plan out my children’s lives?",
    "author": "Voddie Baucham"
  },
  {
    "id": 46,
    "quote": "Folks, if we could lose our salvation, we would.",
    "author": "Voddie Baucham"
  },
  {
    "id": 47,
    "quote": "It has been said that as goes the family, so goes the world. It can also be said that as goes the father, so goes the family.",
    "author": "Voddie Baucham"
  },
  {
    "id": 48,
    "quote": "We humble ourselves under the mighty grace of the Creator. He will deliver us from the root of all evil and refine our faith and character. The more we know of Him, the more true pleasure we receive from Him.",
    "author": "Andrew Murray"
  },
  {
    "id": 49,
    "quote": "Beware in your prayers, above everything else, of limiting God, not only by unbelief, but by fancying that you know what He can do. Expect unexpected things, “above all that we ask or think.” Each time, before you Intercede, be quiet first, and worship God in His glory.",
    "author": "Andrew Murray"
  },
  {
    "id": 50,
    "quote": "Prayer is the natural and joyous breathing of the spiritual life by which the heavenly atmosphere is inhaled and then exhaled in prayer.",
    "author": "Andrew Murray"
  },
  {
    "id": 51,
    "quote": "Beware in your prayer, above everything, of limiting God, not only by unbelief, but by fancying that you know what he can do.",
    "author": "Andrew Murray"
  },
  {
    "id": 52,
    "quote": "Humility is the displacement of self by the enthronement of God.",
    "author": "Andrew Murray"
  },
  {
    "id": 53,
    "quote": "As natural and easy as it has been to be proud, it must become natural for us to be humble.",
    "author": "Andrew Murray"
  },
  {
    "id": 54,
    "quote": "Humility is perfect quietness of heart. It is to expect nothing, to wonder at nothing that is done to me, to feel nothing done against me. It is to be at rest when nobody praises me, and when I am blamed or despised.",
    "author": "Andrew Murray"
  },
  {
    "id": 55,
    "quote": "Pride must die in you, or nothing of heaven can live in you.",
    "author": "Andrew Murray"
  },
  {
    "id": 56,
    "quote": "Men sometimes speak as if humility and meekness would rob us of what is noble and bold and manlike. O that all would believe that this is the nobility of the kingdom of heaven, that this is the royal spirit that the King of heaven displayed, that this is Godlike, to humble oneself, to become the servant of all!",
    "author": "Andrew Murray"
  },
  {
    "id": 57,
    "quote": "I am perfectly confident that the man who does not spend hours alone with God will never know the anointing of the Holy Spirit.",
    "author": "Oswald J. Smith"
  },
  {
    "id": 58,
    "quote": "In the Irish Revival of 1859, people became so weak that they could not get back to their homes. Men and women would fall by the wayside and would be found hours later pleading with God to save their souls.",
    "author": "Oswald J. Smith"
  },
  {
    "id": 59,
    "quote": "Oh, to realize that souls, precious, never dying souls, are perishing all around us, going out into the blackness of darkness and despair, eternally lost, and yet to feel no anguish, shed no tears, know no travail! How little we know of the compassion of Jesus!",
    "author": "Oswald J. Smith"
  },
  {
    "id": 60,
    "quote": "I want Thy plan, O God, for my life. May I be happy and contented whether in the homeland or on the foreign field; whether married or alone, in happiness or sorrow, health or sickness, prosperity or adversity -- I want Thy plan, O God, for my life. I want it; oh, I want it.",
    "author": "Oswald J. Smith"
  },
  {
    "id": 61,
    "quote": "Oh my friends, we are loaded with countless church activities, while the real work of the church, that of evangelizing and winning the lost is almost entirely neglected.",
    "author": "Oswald J. Smith"
  },
  {
    "id": 62,
    "quote": "Let me say that it is not a question of us getting more of the Holy Spirit, but rather of the Holy Spirit getting more of us.",
    "author": "Oswald J. Smith"
  },
  {
    "id": 63,
    "quote": "The fulness of the Spirit is not a question of our getting more of the Holy Spirit, but rather of the Holy Spirit getting more of us.",
    "author": "Oswald J. Smith"
  },
  {
    "id": 64,
    "quote": "The Bible distinguishes between 'having' the Holy Spirit, which is true of all believers, and being 'filled' with the Holy Spirit, which is true of very few.",
    "author": "Oswald J. Smith"
  },
  {
    "id": 65,
    "quote": "Are you living in Egypt, the world and home of the natural man, or in the wilderness, the abode of the carnal? ... Are you already through the wilderness, and dwelling in Canaan, the land of the spiritual?",
    "author": "Oswald J. Smith"
  },
  {
    "id": 66,
    "quote": "He who is in us is greater than he who is in the world.",
    "author": "A.W. Tozer"
  },
  {
    "id": 67,
    "quote": "What comes into our minds when we think about God is the most important thing about us.",
    "author": "A.W. Tozer"
  },
  {
    "id": 68,
    "quote": "God never hurries. There are no deadlines against which He must work. Only to know this is to quiet our spirits and relax our nerves.",
    "author": "A.W. Tozer"
  },
  {
    "id": 69,
    "quote": "The reason why many are still troubled, still seeking, still making little forward progress is because they haven't yet come to the end of themselves. We're still trying to give orders, and interfering with God's work within us.",
    "author": "A.W. Tozer"
  },
  {
    "id": 70,
    "quote": "Any faith that must be supported by the evidence of the senses is not real faith.",
    "author": "A.W. Tozer"
  },
  {
    "id": 71,
    "quote": "The vague and tenuous hope that God is too kind to punish the ungodly has become a deadly opiate for the consciences of millions.",
    "author": "A.W. Tozer"
  },
  {
    "id": 72,
    "quote": "One hundred religious persons knit into a unity by careful organization do not constitute a church any more than eleven dead men make a football team.",
    "author": "A.W. Tozer"
  },
  {
    "id": 73,
    "quote": "An infinite God can give all of Himself to each of His children. He does not distribute Himself that each may have a part, but to each one He gives all of Himself as fully as if there were no others.",
    "author": "A.W. Tozer"
  },
  {
    "id": 74,
    "quote": "If man had his way, the plan of redemption would be an endless and bloody conflict. In reality, salvation was bought not by Jesus' fist, but by His nail-pierced hands; not by muscle but by love; not by vengeance but by forgiveness; not by force but by sacrifice.",
    "author": "A.W. Tozer"
  },
  {
    "id": 75,
    "quote": "Jesus Christ our Lord surrendered in order that He might win; He destroyed His enemies by dying for them and conquered death by allowing death to conquer Him.",
    "author": "A.W. Tozer"
  },
  {
    "id": 76,
    "quote": "Religion today is not transforming the people - it is being transformed by the people. It is not raising the moral level of society - it is descending to society's own level and congratulating itself that it has scored a victory because society is smiling upon it.",
    "author": "A.W. Tozer"
  },
  {
    "id": 77,
    "quote": "We're here to be worshippers first and workers only second. We take a convert and immediately make a worker out of him. God never meant it to be so. God meant that a convert should learn to be a worshiper, and after that he can learn to be a worker...The work done by a worshiper will have eternity in it.",
    "author": "A.W. Tozer"
  },
  {
    "id": 78,
    "quote": "Refuse to be average. Let your heart soar as high as it will.",
    "author": "A.W. Tozer"
  },
  {
    "id": 79,
    "quote": "The Bible is a supernatural book and can be understood only by supernatural aid.",
    "author": "A.W. Tozer"
  },
  {
    "id": 80,
    "quote": "It is scarcely possible in most places to get anyone to attend a meeting where the only attraction is God.",
    "author": "A.W. Tozer"
  },
  {
    "id": 81,
    "quote": "The vague and tenuous hope that God is too kind to punish the ungodly has become a deadly opiate for the consciences of millions.",
    "author": "A.W. Tozer"
  },
  {
    "id": 82,
    "quote": "Faith is the gaze of a soul upon a saving God.",
    "author": "A.W. Tozer"
  },
  {
    "id": 83,
    "quote": "I can safely say, on the authority of all that is revealed in the Word of God, that any man or woman on this earth who is bored and turned off by worship is not ready for heaven.",
    "author": "A.W. Tozer"
  },
  {
    "id": 84,
    "quote": "Four things let us ever keep in mind: God hears prayer, God heeds prayer, God answers prayer and God delivers by prayer.",
    "author": "E.M. Bounds"
  },
  {
    "id": 85,
    "quote": "The preachers who are the mightiest in their closets with God are the mightiest in their pulpits with men.",
    "author": "E.M. Bounds"
  },
  {
    "id": 86,
    "quote": "The church is not a democracy in which we have chosen God, but a theocracy in which He has chosen us. The church is the only society in the world that never loses any of its members, even by death.",
    "author": "E.M. Bounds"
  },
  {
    "id": 87,
    "quote": "Public prayers are of little worth unless they are founded on or followed up by private praying.",
    "author": "E.M. Bounds"
  },
  {
    "id": 88,
    "quote": "Prayer is no petty duty, put into a corner; no piecemeal performance made out of the fragments of time which have been snatched from business and other engagements of life; but it means that the best of our time, the heart of our time and strength must be given.",
    "author": "E.M. Bounds"
  },
  {
    "id": 89,
    "quote": "Spiritual work is taxing work, and men are loath to do it. Praying, true praying, costs an outlay of serious attention and of time, which flesh and blood do not relish.",
    "author": "E.M. Bounds"
  },
  {
    "id": 90,
    "quote": "No man can do a great and enduring work for God who is not a man of prayer, and no man can be a man of prayer who does not give much time to praying.",
    "author": "E.M. Bounds"
  },
  {
    "id": 91,
    "quote": "All things can be done by importunate prayer. It surmounts or removes all obstacles, overcomes every resisting force and gains its ends in the face of invincible hindrances.",
    "author": "E.M. Bounds"
  },
  {
    "id": 92,
    "quote": "The story of every great Christian achievement is the history of answered prayer.",
    "author": "E.M. Bounds"
  },
  {
    "id": 93,
    "quote": "Every mighty move of the Spirit of God has had its source in the prayer chamber.",
    "author": "E.M. Bounds"
  },
  {
    "id": 94,
    "quote": "I have joyfully dedicated my whole life to the object of exemplifying how much may be accomplished by prayer and faith.",
    "author": "George Muller"
  },
  {
    "id": 95,
    "quote": "Precede all your labors with earnest, diligent prayer. Do not rest on the number of tracts you have given because a million tracts may not lead to the conversion of one single soul. Yet, a blessing beyond calculation may result from one single tract. Expect everything to come from the blessing of the Lord and nothing at all from your own exertions.",
    "author": "George Muller"
  },
  {
    "id": 96,
    "quote": "I have never had reason to regret the confidence I have placed I its promises, or to deplore following the guidance I have found in its directions.",
    "author": "George Muller"
  },
  {
    "id": 97,
    "quote": "There were few people, perhaps, more passionately fond of travelling, and seeing fresh places, and new scenes, than myself; but now, since, by the grace of God, I have seen beauty in the Lord Jesus, I have lost my taste for these things.",
    "author": "George Muller"
  },
  {
    "id": 98,
    "quote": "As a warning to parents, I mention that my father preferred me to my brother, which was very injurious to both of us. To me, as tending to produce in my mind a feeling of self-elevation; and to my brother, by creating in him a dislike both towards my father and me.",
    "author": "George Muller"
  },
  {
    "id": 99,
    "quote": "May those who enjoy the faithful ministry of the Word feel exceedingly thankful for it. There are few blessings on Earth greater for a believer; and yet the Lord is frequently obliged to teach us the value of this blessing by depriving us of it for a season.",
    "author": "George Muller"
  },
  {
    "id": 100,
    "quote": "It is true that the faith, which I am enabled to exercise, is altogether God's own gift; it is true that He alone supports it, and that He alone can increase it; it is true that, moment by moment, I depend upon Him for it, and that, if I were only one moment left to myself, my faith would utterly fail.",
    "author": "George Muller"
  },
  {
    "id": 101,
    "quote": "Trials, obstacles, difficulties and sometimes defeats, are the very food of faith.",
    "author": "George Muller"
  },
  {
    "id": 102,
    "quote": "Only a life of prayer and meditation will render a vessel ready for the Master's use.",
    "author": "George Muller"
  },
  {
    "id": 103,
    "quote": "The vigor of our spiritual life will be in exact proportion to the place held by the Bible in our life and thoughts.",
    "author": "George Muller"
  },
  {
    "id": 104,
    "quote": "When you do business with people you need money to do it with, but when you do business with God, you need faith. You need nothing else but faith in God.",
    "author": "Derek Prince"
  },
  {
    "id": 105,
    "quote": "Wherever you encounter domination, you can be sure that it is satanic. That is not how God rules people.",
    "author": "Derek Prince"
  },
  {
    "id": 106,
    "quote": "The people who really rule the world are those who know how to pray.",
    "author": "Derek Prince"
  },
  {
    "id": 107,
    "quote": "We are the decisive factor in the affairs of the universe.",
    "author": "Derek Prince"
  },
  {
    "id": 108,
    "quote": "Fasting deals with the two great barriers to the Holy Spirit that are erected by man's carnal nature. These are the stubborn self-will of the soul and the insistent self-gratifying appetites of the body.",
    "author": "Derek Prince"
  },
  {
    "id": 109,
    "quote": "Endeavoring to live the Christian life by your own efforts is the greatest single hindrance to walking in the Spirit.",
    "author": "Derek Prince"
  },
  {
    "id": 110,
    "quote": "We must let this day (Yom Kippur) not be only a day to atone the sins of Israel but a day to pray for the atonement of the nations of the world. The glory of God is now on the nations. People are coming to the Lord in the nations everywhere. We take atonement for their sins. We pray mercy for the nations of the world.",
    "author": "Derek Prince"
  },
  {
    "id": 111,
    "quote": "Truth is not obtained cheaply. It demands much time given to prayer and study of the Scriptures, followed by practical application in our daily lives. It must take priority over the many forms of cheap entertainment offered by our secular culture.",
    "author": "Derek Prince"
  },
  {
    "id": 112,
    "quote": "Two of the twelve spies, Joshua and Caleb, focused on the promises, not on the problems. Joshua and Caleb said, “We are well able.” The other spies said, “We are not able.” Each got exactly what they said. They all settled their own destinies by the way they used their tongues.",
    "author": "Derek Prince"
  },
  {
    "id": 113,
    "quote": "The provision is in the promises.",
    "author": "Derek Prince"
  },
  {
    "id": 114,
    "quote": "The problem with most religious people is they try to earn grace but you canâ€™t earn it. And as long as youâ€™re trying to earn it by works, you donâ€™t receive it.",
    "author": "Derek Prince"
  },
  {
    "id": 115,
    "quote": "Faith is taking God seriously.",
    "author": "Derek Prince"
  },
  {
    "id": 116,
    "quote": "The Holy Spirit is a healing spirit. When the Holy Spirit is present, anything is possible.",
    "author": "Derek Prince"
  },
  {
    "id": 117,
    "quote": "Don’t plan with what is in your pocket; plan with what is in God’s pocket.",
    "author": "Derek Prince"
  },
  {
    "id": 118,
    "quote": "We are to plunder Hell to populate Heaven for Calvary’s sake.",
    "author": "Derek Prince"
  },
  {
    "id": 119,
    "quote": "I don’t want to play with marbles, when God told me to move mountains!",
    "author": "Derek Prince"
  },
  {
    "id": 120,
    "quote": "God can accomplish more in one moment than we can in a lifetime.",
    "author": "Derek Prince"
  },
  {
    "id": 121,
    "quote": "Truth that is not undergirded by love makes the truth obnoxious and the possessor of it repulsive.",
    "author": "Derek Prince"
  },
  {
    "id": 122,
    "quote": "A faith that does not result in activity of any kind is a dead faith; it is empty, worthless, insincere.",
    "author": "Derek Prince"
  },
  {
    "id": 123,
    "quote": "As for myself, I have found my perfect pattern in Jesus, who said, “The Father has not left Me alone, for I always do those things that please Him.” I am no longer motivated by personal ambition.",
    "author": "Derek Prince"
  },
  {
    "id": 124,
    "quote": "Recently I prayed, 'Lord, I want to know your peace at all costs. I won't listen to the devil's lies any longer. I know my salvation is not in my performance. No, Jesus, you alone plead my case. I rest in what you've done for me.' Can you say the same by faith?",
    "author": "Derek Prince"
  },
  {
    "id": 125,
    "quote": "Anything that effects our decisions besides that of the Glory of God and His Will Alone is an idol. Why are people so free to do as they please and make decisions off of pleasures, feelings or emotion? It is because they have not been taken captive by the Lord Jesus Christ and He alone does not rule in that life, there are rivals on the throne.",
    "author": "Derek Prince"
  },
  {
    "id": 126,
    "quote": "This gospel says, 'Just believe in Jesus and you'll be Saved. There's nothing more to it.' It ignores the Whole Counsel of God, which speaks of Repenting from former Sins, of Taking up your Cross, of being conformed to the Image of Christ by the refining work of the Holy Spirit.",
    "author": "Derek Prince"
  },
  {
    "id": 127,
    "quote": "All who desire to pray may pray without difficulty as they are strengthened by those universal graces and gifts of the Holy Spirit which all men and women possess.",
    "author": "Madame Guyon"
  },
  {
    "id": 128,
    "quote": "But the misfortune is that people wish to direct God instead of resigning themselves to be directed by Him.",
    "author": "Madame Guyon"
  },
  {
    "id": 129,
    "quote": "Do not turn to prayer hoping to enjoy spiritual delights; rather come to prayer totally content to receive nothing or to receive great blessing from God’s hand, which ever should be your heavenly Father’s will for you at that time. This will enable you to live close to God in times of sadness as well as in times when you are being comforted by God.",
    "author": "Madame Guyon"
  },
  {
    "id": 130,
    "quote": "Having, First, gained all you can, and, Secondly saved all you can, Then give all you can.",
    "author": "Madame Guyon"
  },
  {
    "id": 131,
    "quote": "The outside world is not as perfect as faith and forever.",
    "author": "Madame Guyon"
  },
  {
    "id": 132,
    "quote": "The more we know Him, the more we will desire to know Him. As love increases with knowledge, the more we know God, the more we will truly love Him. We will learn to love Him equally in times of distress or in times of great joy.",
    "author": "Madame Guyon"
  },
  {
    "id": 133,
    "quote": "A person truly humbled permits not anything to put him in a rage. As it is pride which dies the last in the soul, so it is passion which is last destroyed in the outward conduct. A soul thoroughly dead to itself, finds nothing of rage left.",
    "author": "Madame Guyon"
  },
  {
    "id": 134,
    "quote": "He who has a pure heart will never cease to pray; and he who will be constant in prayer, shall know what it is to have a pure heart.",
    "author": "Madame Guyon"
  },
  {
    "id": 135,
    "quote": "He destroys that he might build; for when He is about to rear His sacred temple in us, He first totally razes that vain and pompous edifice, which human art and power had erected, and from its horrible ruins a new structure is formed, by His power only.",
    "author": "Madame Guyon"
  },
  {
    "id": 136,
    "quote": "It is a stronghold into which the enemy cannot enter. He may attack it, besiege it, make a noise about its walls; but while we are faithful and hold our station, he cannot hurt us.",
    "author": "Madame Guyon"
  },
  {
    "id": 137,
    "quote": "The life of that in me which is natural must first be yielded wholly to Thee. It must die. The life of nature, in each one of its faculties, must be yielded without reserve to a complete sentence of death. Then, when it is dead, when it is thoroughly mortified, Thou wilt communicate a life to it which will be all divine, which will be durable as Thyself, which will penetrate it with Thine own purity.",
    "author": "Madame Guyon"
  },
  {
    "id": 138,
    "quote": "My earnest wish is to paint in true colors the goodness of God to me, and the depth of my own ingratitude",
    "author": "Madame Guyon"
  },
  {
    "id": 139,
    "quote": "We never know how strongly we cling to objects until they are taken away, and he who thinks htat he is attached to nothing, is frequently grandly mistaken, being bound to a thousand things, unknown to himself.",
    "author": "Madame Guyon"
  },
  {
    "id": 140,
    "quote": "The soul seeks God by faith, not by the reasonings of the mind and labored efforts, but by the drawings of love; to which inclinations God responds, and instructs the soul, which co-operates actively. God then puts the soul in a passive state where He accomplishes all, causing great progress, first by way of enjoyment, then by privation, and finally by pure love.",
    "author": "Madame Guyon"
  },
  {
    "id": 141,
    "quote": "If knowing answers to life's questions is absolutely essential to you, then forget the journey. You will never make it, for this is a journey of unknowables - of unanswered questions, enigmas, incomprehensibles, and, most of all, things unfair.",
    "author": "Madame Guyon"
  },
  {
    "id": 142,
    "quote": "The only way to Heaven is prayer; a prayer of the heart, which every one is capable of, and not of reasonings which are the fruits of study, or exercise of the imagination, which, in filling the mind with wandering objects, rarely settle it; instead of warming the heart with love to God, they leave it cold and languishing.",
    "author": "Madame Guyon"
  },
  {
    "id": 143,
    "quote": "The Lord help me to press after God forever.",
    "author": "David Brainerd"
  },
  {
    "id": 144,
    "quote": "Oh, that I could spend every moment of my life to God’s glory!",
    "author": "David Brainerd"
  },
  {
    "id": 145,
    "quote": "As long as I see anything to be done for God, life is worth having; but O how vain and unworthy it is to live for any lower end!",
    "author": "David Brainerd"
  },
  {
    "id": 146,
    "quote": "Further, Take heed that you faithfully perform the business you have to do in the world, from a regard to the commands of God; and not from an ambitious desire of being esteemed better than others.",
    "author": "David Brainerd"
  },
  {
    "id": 147,
    "quote": "This morning about nine I withdrew to the woods for prayer. I was in such anguish that when I arose from my knees I felt extremely weak and overcome. ...I cared not how or where I lived, or what hardships I went through, so that I could but gain souls for Christ.",
    "author": "David Brainerd"
  },
  {
    "id": 148,
    "quote": "We are a long time in learning that all our strength and salvation is in God.",
    "author": "David Brainerd"
  },
  {
    "id": 149,
    "quote": "Oh, how precious is time, and how it pains me to see it slide away, while I do so little to any good purpose.",
    "author": "David Brainerd"
  },
  {
    "id": 150,
    "quote": "I cared not where or how I lived, or what hardships I went through, so I could but gain souls to Christ",
    "author": "David Brainerd"
  },
  {
    "id": 151,
    "quote": "I have received my all from God. Oh, that I could return my all to God",
    "author": "David Brainerd"
  },
  {
    "id": 152,
    "quote": "I longed to be a flame of fire continually glowing in the midst of a dark world, offering continuous light",
    "author": "David Brainerd"
  },
  {
    "id": 153,
    "quote": "I longed for the power of a faith that would fill her with inward peace and quietness. I wished, that the love of God might preserve, support, and deliver her in everything needful, and that death, as the King of terrors, might be nothing to her.",
    "author": "David Brainerd"
  },
  {
    "id": 154,
    "quote": "I have withstood the power of convictions a long time; and therefore I fear I shall be finally left of God.",
    "author": "David Brainerd"
  },
  {
    "id": 155,
    "quote": "Worldly pleasures, such as flow from greatness, riches, honours, and sensual gratifications, are infinitely worse than none",
    "author": "David Brainerd"
  },
  {
    "id": 156,
    "quote": "I hoped that my weary pilgrimage in the world would be short; and that it would not be long before I should be brought to my heavenly home and Father's house.",
    "author": "David Brainerd"
  },
  {
    "id": 157,
    "quote": "I am more weary of life, I think, than ever I was.",
    "author": "David Brainerd"
  },
  {
    "id": 158,
    "quote": "The whole world appears to me like a huge vacuum, a vast empty space, whence nothing desirable, or at least satisfactory, can possibly be derived; and I long daily to die more and more to it; even though I obtain not that comfort from spiritual things upon which I earnestly desire.",
    "author": "David Brainerd"
  },
  {
    "id": 159,
    "quote": "I longed for more spiritual pleasure, for my soul was much depressed and dulled with worldly objects, and little things of this life.",
    "author": "David Brainerd"
  },
  {
    "id": 160,
    "quote": "We should always look upon ourselves as God's servants, placed in God's world, to do his work; and accordingly labour faithfully for him; not with a design to grow rich and great, but to glorify God, and do all the good we possibly can.",
    "author": "David Brainerd"
  },
  {
    "id": 161,
    "quote": "Ardent love or desire introduced, as passionately longing to please and glorify the Divine Being, to be in every respect conformed to him, and in that way to enjoy him.",
    "author": "David Brainerd"
  },
  {
    "id": 162,
    "quote": "I board with a poor Scotchman: his wife can talk scarce any English.",
    "author": "David Brainerd"
  },
  {
    "id": 163,
    "quote": "I bless God for this retirement: I never was more thankful for any thing than I have been of late for the necessity I am under of self-denial in many respects.",
    "author": "David Brainerd"
  },
  {
    "id": 164,
    "quote": "Once more, Never think that you can live to God by your own power or strength; but always look to and rely on him for assistance, yea, for all strength and grace.",
    "author": "David Brainerd"
  },
  {
    "id": 165,
    "quote": "We learn from this that a person of passion will burn every bridge behind them in their pursuit of that for which their heart desperately seeks.",
    "author": "Bruce D. Allen"
  },
  {
    "id": 166,
    "quote": "When you pray with these fellow lovers of God you will experience breakthrough and the gifts that flow through you and them will be manifest on your behalf and great advances will be made in the spiritual realm.",
    "author": "Bruce D. Allen"
  },
  {
    "id": 167,
    "quote": "The problem is that we cannot engage and meditate on those thoughts. Any thought that is not lovely or pure we dismiss right away and move our thoughts back to the things of God.",
    "author": "Bruce D. Allen"
  },
  {
    "id": 168,
    "quote": "So from that point on we understand that six is the number of man. Anytime you see the word man or the number six, you can know that it’s talking about flesh or man. This is the law of first mention.",
    "author": "Bruce D. Allen"
  },
  {
    "id": 169,
    "quote": "Ask the Holy Spirit to search you on a regular basis and expose anything that offends Him or defiles you. Let this be the thing that you are aware of, that you are always well pleasing to God. If you will do this, you can walk in the supernatural power of God.",
    "author": "Bruce D. Allen"
  },
  {
    "id": 170,
    "quote": "Engaging the Kingdom – The Cloud of Witnesses Tell the Lord that you would like to engage Heaven. Ask Him to allow interaction with the cloud of witnesses. Is there a favorite Bible character that you admire or relate to? Perhaps someone that if you had the chance you like to pose questions to?",
    "author": "Bruce D. Allen"
  },
  {
    "id": 171,
    "quote": "The word meditate, remember, is dianoya—to imagine or frame pictures in your imagination. Give yourself wholly to this, and then you will prosper.",
    "author": "Bruce D. Allen"
  },
  {
    "id": 172,
    "quote": "Great faith is the product of great fights. Great testimonies are the outcome of great tests. Great triumphs can only come out of great trials.",
    "author": "Smith Wigglesworth"
  },
  {
    "id": 173,
    "quote": "In me is working a power stronger than every other power. The life that is in me is a thousand times bigger than I am outside.",
    "author": "Smith Wigglesworth"
  },
  {
    "id": 174,
    "quote": "The Bible is the Word of God: supernatural in origin, eternal in duration, inexpressible in valor, infinite in scope, regenerative in power, infallible in authority, universal in interest, personal in application, personal in application, inspired in totality.",
    "author": "Smith Wigglesworth"
  },
  {
    "id": 175,
    "quote": "The man who believes God has it.",
    "author": "Smith Wigglesworth"
  },
  {
    "id": 176,
    "quote": "I believe that there is only one way to all the treasures of God, and that is the way of faith. By faith and faith alone do we enter into a knowledge of the attributes and become partakers of the beatitudes, and participate in the glories of our ascended Lord.",
    "author": "Smith Wigglesworth"
  },
  {
    "id": 177,
    "quote": "The secret of spiritual success is a hunger that persists…It is an awful condition to be satisfied with one’s spiritual attainments…God was and is looking for hungry, thirsty people.",
    "author": "Smith Wigglesworth"
  },
  {
    "id": 178,
    "quote": "There is nothing impossible with God. All the impossibility is with us when we measure God by the limitations of our unbelief.",
    "author": "Smith Wigglesworth"
  },
  {
    "id": 179,
    "quote": "It pays to trust God with all and to make no reservation.",
    "author": "Smith Wigglesworth"
  },
  {
    "id": 180,
    "quote": "I am not moved by what I see. I am moved only by what I believe. I know this-no man looks at appearances if he believes. No man considers how he feels if he believes.",
    "author": "Smith Wigglesworth"
  },
  {
    "id": 181,
    "quote": "I don't ever ask Smith Wigglesworth how he feels!",
    "author": "Smith Wigglesworth"
  },
  {
    "id": 182,
    "quote": "Polly, (Wigglesworth's wife) said, 'If we've got what they (apostles) got, then we can do what they did.'",
    "author": "Smith Wigglesworth"
  },
  {
    "id": 183,
    "quote": "Far too many of us dwell on the lowlands of salvation. Can’t you hear voices calling you to the uplands of divine grace? Mountain climbing is thrilling! Let’s be off! Hebron’s heights rise before us. Shall we explore our unclaimed inheritance in the heavenlies?",
    "author": "Smith Wigglesworth"
  },
  {
    "id": 184,
    "quote": "If you leave people as you found them, God is not speaking by you.",
    "author": "Smith Wigglesworth"
  },
  {
    "id": 185,
    "quote": "If you seek nothing but the will of God, He will always put you in the right place at the right time.",
    "author": "Smith Wigglesworth"
  },
  {
    "id": 186,
    "quote": "A revival of religion presupposes a declension.",
    "author": "Charles Finney"
  },
  {
    "id": 187,
    "quote": "Nothing tends more to cement the hearts of Christians than praying together. Never do they love one another so well as when they witness the outpouring of each other's hearts in prayer.",
    "author": "Charles Finney"
  },
  {
    "id": 188,
    "quote": "I have not yet been able to stereotype my theological views, and have ceased to expect ever to do so. The idea is preposterous. None but an omniscient mind can continue to maintain a precise identity of views and opinions.",
    "author": "Charles Finney"
  },
  {
    "id": 189,
    "quote": "Whenever sinners are not being saved and believers sanctified, there is a lack of Holy Spirit power. When will our theological professors and our ministers learn the all-important lesson so illustrated in the Acts of the Apostles and so verified by all the ages, that the chief factor in ministerial success is the Pentecostal experience, the baptism with the Holy Ghost, the being 'filled with the Spirit?'",
    "author": "Charles Finney"
  },
  {
    "id": 190,
    "quote": "A state of mind that sees God in everything is evidence of growth in grace and a thankful heart.",
    "author": "Charles Finney"
  },
  {
    "id": 191,
    "quote": "Revival comes from heaven when heroic souls enter the conflict determined to win or die - or if need be, to win and die! The kingdom of heaven suffereth violence, and the violent take it by force.",
    "author": "Charles Finney"
  },
  {
    "id": 192,
    "quote": "When there is a spirit of controversy in the church or in the land, a revival is needful. The spirit of religion is not the spirit of controversy.",
    "author": "Charles Finney"
  },
  {
    "id": 193,
    "quote": "Revival is a renewed conviction of sin and repentance, followed by an intense desire to live in obedience to God.",
    "author": "Charles Finney"
  },
  {
    "id": 194,
    "quote": "If the presence of God is in the church, the church will draw the world in. If the presence of God is not in the church, the world will draw the church out.",
    "author": "Charles Finney"
  },
  {
    "id": 195,
    "quote": "The end for which Christ lives, and for which he has left his church in the world, is the salvation of sinners.",
    "author": "Charles Finney"
  },
  {
    "id": 196,
    "quote": "No doubt there is a jubilee in a sinner’s heart when he knows he is forgiven freely from all guilt; but no doubt his joy is proportioned to his penitence.",
    "author": "Charles Finney"
  },
  {
    "id": 197,
    "quote": "Ministers often preach about the Gospel instead of preaching the Gospel. They often preach about sinners instead of preaching to them.",
    "author": "Charles Finney"
  },
  {
    "id": 198,
    "quote": "When sinners are careless and stupid, and sinking into hell unconcerned, it is time the church should bestir themselves. It is as much the duty of the church to awake, as it is for the firemen to awake when a fire breaks out in the night in a great city.",
    "author": "Charles Finney"
  },
  {
    "id": 199,
    "quote": "Nothing breaks the heart but sin.",
    "author": "Charles Finney"
  },
  {
    "id": 200,
    "quote": "If you do not make it a matter of study, when you pray, to recollect the needs of others, you will not pray for them.",
    "author": "Charles Finney"
  },
  {
    "id": 201,
    "quote": "I cannot believe that my generation may not see the glorious outward church on earth, whose song shall be heard among the stars, and the doxology sung by a company of worshippers from every kindred, tongue, and people.",
    "author": "Charles Finney"
  },
  {
    "id": 202,
    "quote": "No man can possibly be benevolent or religious, to the full extent of his obligations, without devoting his time and his property to the promotion of religion.",
    "author": "Charles Finney"
  },
  {
    "id": 203,
    "quote": "Evermore the Law must prepare the way for the gospel. To overlook this in instructing souls is almost certain to result in false hope, the introduction of a false standard of Christian experience, and to fill the Church with false converts... Time will make this plain.",
    "author": "Charles Finney"
  },
  {
    "id": 204,
    "quote": "There is no such thing as chance or accident in this realm of law and order. You introduced law and order from all the infinite past. All that is belongs to you, and we see that it is good for you. We want nothing but you.",
    "author": "Charles Finney"
  },
  {
    "id": 205,
    "quote": "A revival is nothing else than a new beginning of obedience to God.",
    "author": "Charles Finney"
  },
  {
    "id": 206,
    "quote": "It is the great business of every Christian to save souls.",
    "author": "Charles Finney"
  },
  {
    "id": 207,
    "quote": "Ministers should impress upon the people the necessity of confessing their sins before going to prayer.",
    "author": "Charles Finney"
  },
  {
    "id": 208,
    "quote": "The Church must be converted before the world can be.",
    "author": "Charles Finney"
  },
  {
    "id": 209,
    "quote": "We need a quickening of faith; faith in the power of the God of Pentecost to convict and convert three thousand in a day.",
    "author": "Charles Finney"
  },
  {
    "id": 210,
    "quote": "A lawless, irreligious, and Sabbath-breaking community is not likely to receive the Gospel.",
    "author": "Charles Finney"
  },
  {
    "id": 211,
    "quote": "The moral law of God is the only law of individuals and of nations, and nothing can be rightful government but such as is established and administered with a view to its support.",
    "author": "Charles Finney"
  },
  {
    "id": 212,
    "quote": "If the spirit of prayer departs, it is a sure indication of a backslidden heart, for while the first love of a Christian continues, he is sure to be drawn by the Holy Spirit to wrestle much in prayer.",
    "author": "Charles Finney"
  },
  {
    "id": 213,
    "quote": "Revival is no more a miracle than a crop of wheat. Revival comes from heaven when heroic souls enter the conflict determined to win or die—or if need be, to win and die!",
    "author": "Charles Finney"
  },
  {
    "id": 214,
    "quote": "Unless the will is free, man has no freedom; and if he has no freedom he is not a moral agent, that is, he neither deserves praise nor blame for what he does, and he is not capable either of virtue or of vice.",
    "author": "Charles Finney"
  },
  {
    "id": 215,
    "quote": "Ministers should be Bible students. They should know their Bible well. They should study it earnestly.",
    "author": "Charles Finney"
  },
  {
    "id": 216,
    "quote": "A revival of religion presupposes a declension.",
    "author": "Charles Finney"
  },
  {
    "id": 217,
    "quote": "The state of the world is continually changing, and none should promise himself what he cannot perform.",
    "author": "Charles Finney"
  },
  {
    "id": 218,
    "quote": "Nothing can damn a man but his own righteousness; nothing can save him but the righteousness of Christ.",
    "author": "Charles Finney"
  },
  {
    "id": 219,
    "quote": "There can be no higher enjoyment found in this world than is found in pulling souls out of the fire and bringing them to Christ.",
    "author": "Charles Finney"
  },
  {
    "id": 220,
    "quote": "The great object of the Christian is soul-winning.",
    "author": "Charles Finney"
  },
  {
    "id": 221,
    "quote": "A revival may be expected when Christians have a spirit of prayer for a revival.",
    "author": "Charles Finney"
  },
  {
    "id": 222,
    "quote": "When there are dissensions, and jealousies, and evil speakings among professors of religion, then there is great need of a revival.",
    "author": "Charles Finney"
  },
  {
    "id": 223,
    "quote": "When sinners become indifferent to the gospel, it is a sign that the church has backslidden.",
    "author": "Charles Finney"
  },
  {
    "id": 224,
    "quote": "When Christians are in a prosperous condition, and going on well, and there is but little revival, then their prayers are short and cold.",
    "author": "Charles Finney"
  },
  {
    "id": 225,
    "quote": "A revival breaks the power of the world and of sin over Christians. It brings them to such vantage ground that they get a fresh impulse towards heaven.",
    "author": "Charles Finney"
  },
  {
    "id": 226,
    "quote": "A revival may be looked for just in proportion as the truth is received into the heart, and has power over the life.",
    "author": "Charles Finney"
  },
  {
    "id": 227,
    "quote": "A revival is not a miracle, or dependent on a miracle, in any sense. It is a purely philosophical result of the right use of the constituted means.",
    "author": "Charles Finney"
  },
  {
    "id": 228,
    "quote": "The true believer can no more live without prayer, than without food day by day.",
    "author": "George Whitefield"
  },
  {
    "id": 229,
    "quote": "Press forward. Do not stop, do not linger in your journey, but strive for the mark set before us.",
    "author": "George Whitefield"
  },
  {
    "id": 230,
    "quote": "How sweet is rest after fatigue! How sweet will heaven be when our journey is ended.",
    "author": "George Whitefield"
  },
  {
    "id": 231,
    "quote": "Let my name die everywhere, let even my friends forget me, if by that means the cause of the blessed Jesus may be promoted.",
    "author": "George Whitefield"
  },
  {
    "id": 232,
    "quote": "It is an undoubted truth that every doctrine that comes from God, leads to God; and that which doth not tend to promote holiness is not of God.",
    "author": "George Whitefield"
  },
  {
    "id": 233,
    "quote": "Although believers by nature, are far from God, and children of wrath, even as others, yet it is amazing to think how nigh they are brought to him again by the blood of Jesus Christ.",
    "author": "George Whitefield"
  },
  {
    "id": 234,
    "quote": "Fight the good fight of faith, and God will give you spiritual mercies.",
    "author": "George Whitefield"
  },
  {
    "id": 235,
    "quote": "Man is nothing; he hath a free will to go to hell, but none to go to heaven, till God worketh in him.",
    "author": "George Whitefield"
  },
  {
    "id": 236,
    "quote": "Works? Works? A man get to heaven by works? I would as soon think of climbing to the moon on a rope of sand!",
    "author": "George Whitefield"
  },
  {
    "id": 237,
    "quote": "The fall of man is written in too legible characters not to be understood: Those that deny it, by their denying, prove it.",
    "author": "George Whitefield"
  },
  {
    "id": 238,
    "quote": "Dare to go forward. Courage in the path of duty was a great thing in St. Paul's day. That courage is needed today.",
    "author": "George Whitefield"
  },
  {
    "id": 239,
    "quote": "The Lord help me to press after God forever",
    "author": "George Whitefield"
  },
  {
    "id": 240,
    "quote": "True conversion means turning not only from sin but also from depending on self-made righteousness.",
    "author": "George Whitefield"
  },
  {
    "id": 241,
    "quote": "I got more true knowledge from reading the Book of God in one month, than I could ever have acquired from all the writings of men.",
    "author": "George Whitefield"
  },
  {
    "id": 242,
    "quote": "God forbid that I should travel with anybody a quarter of an hour without speaking of Christ to them.",
    "author": "George Whitefield"
  },
  {
    "id": 243,
    "quote": "Know, by sad experience, what it is to be lulled to sleep with a false peace. Long was I lulled asleep; long did I think myself a Christian, when I knew nothing of the Lord Jesus Christ.",
    "author": "George Whitefield"
  },
  {
    "id": 244,
    "quote": "I have just put my soul as a blank into the hand of Jesus, my Redeemer, and desired Him to write on it what He pleases; I know it will be His own image.",
    "author": "George Whitefield"
  },
  {
    "id": 245,
    "quote": "The Judge is before the door: he that cometh will come, and will not tarry: his reward is with him.",
    "author": "George Whitefield"
  },
  {
    "id": 246,
    "quote": "Nothing is more generally known than our duties which belong to our situations as men, and nothing is more difficult, or less generally practiced.",
    "author": "George Whitefield"
  },
  {
    "id": 247,
    "quote": "We must be made sensible that the Scriptures reveal things strange and mysterious and supernatural and godlike.",
    "author": "George Whitefield"
  },
  {
    "id": 248,
    "quote": "My prayer today is that we will feel the loving arms of God wrapped around us, and will know in our hearts that He will never forsake us as we trust in Him.",
    "author": "George Whitefield"
  },
  {
    "id": 249,
    "quote": "At the day of judgment we shall all meet again.",
    "author": "George Whitefield"
  },
  {
    "id": 250,
    "quote": "What could the Lord Jesus Christ have done for you more than he has? Then do not abuse his mercy, but let your time be spent in thinking and talking of his patience and long-suffering towards you.",
    "author": "George Whitefield"
  },
  {
    "id": 251,
    "quote": "Come, poor, lost, undone sinner, come just as you are to Christ.",
    "author": "George Whitefield"
  },
  {
    "id": 252,
    "quote": "We are immortal till our work is done.",
    "author": "George Whitefield"
  },
  {
    "id": 253,
    "quote": "As God can send a nation or people no greater blessing than to give them faithful, sincere and upright ministers, so the greatest curse that God can possibly send upon a people in this world is to give them over to blind, unregenerate, carnal, lukewarm and unskilled guides.",
    "author": "George Whitefield"
  },
  {
    "id": 254,
    "quote": "The renewal of our natures is a work of great importance. It is not to be done in a day. We have not only a new house to build up, but an old one to pull down.",
    "author": "George Whitefield"
  },
  {
    "id": 255,
    "quote": "Thus was the King and the Lord of glory judged by man's judgment, when manifest in flesh: far be it from any of his ministers to expect better treatment.",
    "author": "George Whitefield"
  },
  {
    "id": 256,
    "quote": "If an earthly king was to issue out a royal proclamation, and the subjects of the kingdom so far disobeyed it as not to take the least notice of it, on what infinite presumption and base ingratitude would they be chargeable!",
    "author": "George Whitefield"
  },
  {
    "id": 257,
    "quote": "For it pleased God, after he had made all things by the word of his power, to create man after his own image.",
    "author": "George Whitefield"
  },
  {
    "id": 258,
    "quote": "It is better to wear out than to rust out - especially when you are rusting out on the inside as well as on the outside.",
    "author": "George Whitefield"
  },
  {
    "id": 259,
    "quote": "Mere grace to us is not enough: we must show it by being gracious to others.",
    "author": "George Whitefield"
  },
  {
    "id": 260,
    "quote": "It is our duty and privilege to intercede not only for the entire church of Christ, but also for all mankind, as far as we know them and their needs. How vast a field is thus opened before us!",
    "author": "George Whitefield"
  },
  {
    "id": 261,
    "quote": "The fire of hell does not burn any hotter for the refined than for the vulgar-nor does it burn any less hot.",
    "author": "George Whitefield"
  },
  {
    "id": 262,
    "quote": "You might as reasonably expect to find a living man without breath, as a true Christian without prayer.",
    "author": "George Whitefield"
  },
  {
    "id": 263,
    "quote": "A true faith in Jesus Christ will not suffer us to be idle. No, it is an active, lively, restless principle; it fills the heart, so that it cannot be easy till it is doing something for Jesus Christ.",
    "author": "George Whitefield"
  },
  {
    "id": 264,
    "quote": "I began to read the Holy Scriptures upon my knees, laying aside all other books, and praying over, if possible, every line and word.",
    "author": "George Whitefield"
  },
  {
    "id": 265,
    "quote": "But he is unworthy the name of a minister of the gospel of peace, who is unwilling, not only to have his name cast out as evil, but also to die for the truths he has preached.",
    "author": "George Whitefield"
  },
  {
    "id": 266,
    "quote": "Among the many reasons assignable for the sad decay of true Christianity, perhaps the neglecting to assemble ourselves together, may not be one of the least.",
    "author": "George Whitefield"
  },
  {
    "id": 267,
    "quote": "You blame me for weeping, but how can I help it when you will not weep for yourselves, though your immortal souls are on the verge of destruction?",
    "author": "George Whitefield"
  },
  {
    "id": 268,
    "quote": "It is a poor sermon that gives no offense; that neither makes the hearer displeased with himself nor with the preacher.",
    "author": "George Whitefield"
  },
  {
    "id": 269,
    "quote": "Let us, therefore, not be weary of well-doing; for we shall reap an eternal harvest of comfort, good hope, and reward at our proper season.",
    "author": "George Whitefield"
  },
  {
    "id": 270,
    "quote": "If one evil thought, if one evil word, if one evil action, deserves eternal damnation, how many hells, my friends, do every one of us deserve, whose whole lives have been one continued rebellion against God!",
    "author": "George Whitefield"
  },
  {
    "id": 271,
    "quote": "O my brethren, my heart is enlarged towards you. I trust I feel something of that hidden, but powerful presence of Christ, whilst I am preaching to you.",
    "author": "George Whitefield"
  },
  {
    "id": 272,
    "quote": "As the serpent beguiled Eve through subtlety, so your reason and understanding will be corrupted and seduced, unless you constantly watch and pray.",
    "author": "George Whitefield"
  },
  {
    "id": 273,
    "quote": "Lord, help me to glorify thee: I am poor; help me to glorify thee by contentment. I am sick; help me to give thee honour by patience.",
    "author": "George Whitefield"
  },
  {
    "id": 274,
    "quote": "Oh for a thousand lives to be spent in the service of Christ.",
    "author": "George Whitefield"
  },
  {
    "id": 275,
    "quote": "I was delivered from the burden that had so heavily suppressed me. The spirit of mourning was taken from me, and I knew what it was to truly rejoice in God my Saviour.",
    "author": "George Whitefield"
  },
  {
    "id": 276,
    "quote": "The great and important duty which is incumbent on Christians, is to guard against all appearance of evil; to watch against the first risings in the heart to evil; and to have a guard upon our actions, that they may not be sinful, or so much as seem to be so.",
    "author": "George Whitefield"
  },
  {
    "id": 277,
    "quote": "O poor New England! There is a deep laid plot against your civil and religious liberties, and they will be lost. Your golden days are at an end. You have nothing but trouble before you.",
    "author": "George Whitefield"
  },
  {
    "id": 278,
    "quote": "People want to recommend themselves to God by their sincerity; they think, 'If we do all we can, if we are but sincere, Jesus Christ will have mercy on us.'",
    "author": "George Whitefield"
  },
  {
    "id": 279,
    "quote": "If we once get above our Bibles and cease making the written Word of God our sole rule both as to faith and practice, we shall soon lie open to all manner of delusion and be in great danger of making shipwreck of faith and a good conscience.",
    "author": "George Whitefield"
  },
  {
    "id": 280,
    "quote": "Other men may preach the gospel better than I, but no man can preach a better gospel.",
    "author": "George Whitefield"
  },
  {
    "id": 281,
    "quote": "There is not a thing on the face of the earth that I abhor so much as idleness or idle people.",
    "author": "George Whitefield"
  },
  {
    "id": 282,
    "quote": "The harvest is very great. I am ashamed I can do no more for him who has done so much for me.",
    "author": "George Whitefield"
  },
  {
    "id": 283,
    "quote": "When you hear of a notorious sinner, instead of thinking you do well to be angry, beg of Jesus Christ to convert, and make him a monument of His free grace.",
    "author": "George Whitefield"
  },
  {
    "id": 284,
    "quote": "I offer you salvation this day; the door is open; whosoever will, let him come.",
    "author": "George Whitefield"
  },
  {
    "id": 285,
    "quote": "If your souls were not immortal, and you in danger of losing them, I would not thus speak unto you; but the love of your souls constrains me to speak: methinks this would constrain me to speak unto you forever.",
    "author": "George Whitefield"
  },
  {
    "id": 286,
    "quote": "It is a poor sermon that gives no offense; that neither makes the hearer displeased with himself nor with the preacher.",
    "author": "George Whitefield"
  },
  {
    "id": 287,
    "quote": "No, the religion of Jesus is a social religion.",
    "author": "George Whitefield"
  },
  {
    "id": 288,
    "quote": "The fire of hell does not burn any hotter for the refined than for the vulgar-nor does it burn any less hot.",
    "author": "George Whitefield"
  },
  {
    "id": 289,
    "quote": "You might as reasonably expect to find a living man without breath, as a true Christian without prayer.",
    "author": "George Whitefield"
  }
]